prompt QUICK START TRANSLATE
begin
uis.lang_ru('#qs:ht:attendance','Посещения');
uis.lang_ru('#qs:ht:hr','Кадровый учет');
uis.lang_ru('#qs:ht:создание компании','Создание компании');
uis.lang_ru('#qs:sn:creare division','Организационная структура в программе Verifix выстраивается сверху вниз по иерархии, создавая подразделения и их подразделения. Т.е. понятие подразделение может выступать как в роли подразделений (филиалов) крупных компаний со сложными структурами, так и в роли стандартных подразделений небольшой компании.');
uis.lang_ru('#qs:sn:create division','Организационная структура в программе Verifix выстраивается сверху вниз по иерархии, создавая подразделения и их подразделения. Т.е. понятие подразделение может выступать как в роли подразделений (филиалов) крупных компаний со сложными структурами, так и в роли стандартных подразделений небольшой компании.');
uis.lang_ru('#qs:sn:create employee','Сотрудник — это субъект трудового права, физическое лицо, работающее по трудовому договору у работодателя и получающее за это заработную плату. Правовое положение работника определяется трудовым законодательством, трудовым и коллективным договорами, локальными нормативными актами организации.');
uis.lang_ru('#qs:sn:create job','Создание должностей необходимо, чтобы выстроить структуру иерархии сотрудников компании, а типы занятости – при подсчете заработной платы. Также можно создавать разряды должностей, для компаний с мотивационными грейдовыми системами и группировать должности для удобства при фильтрации. Разряды необходимы, при подсчете заработной платы сотрудникам.');
uis.lang_ru('#qs:sn:create leave type','Тип отсутствия, в зависимости от настроек, влияют на подсчет заработной платы. Система ведет учет ежегодных начисленных дней сотрудников по определенному типу отсутствия (сколько использовано из этих дней и сколько осталось). Ниже рассмотрено создание и настройка типов отсутствия по определенным параметрам, шаги назначения типов отсутствия сотрудникам, как массово для всех, так и персонально для каждого.');
uis.lang_ru('#qs:sn:create location','Локация нужна для того, чтобы в её заданном диапазоне сотрудники через мобильное приложение могли отмечать свои приходы и уходы на трекинге. За пределом диапазона локации трекинг, естественно, не будет принят. Количество локаций создаются столько, сколько рабочих мест.');
uis.lang_ru('#qs:sn:download mobile app','Для вашего удобства у нас есть мобильная версия на Android и IOS.');
uis.lang_ru('#qs:sn:hire employee','Процесс приема на работу представляет собой трудоустройство работника на определенную должность у определенного работодателя и соответствующее оформление работника путем заключения с ним трудового договора.');
uis.lang_ru('#qs:sn:set up schedule','График работы — это распорядок, который должен соблюдаться в каждой организации. Продолжительность рабочей недели и (или) смены устанавливается коллективным и трудовым договорами, правилами внутреннего трудового распорядка.');
uis.lang_ru('#qs:sn:начало работы в компании','Выйти из системы, наберите логин: admin@компания, пароль: greenwhite');
uis.lang_ru('#qs:sn:создайте компанию','Создайте компанию, для того, чтобы пользователи могли начать в ней работу');
uis.lang_ru('#qs:st:creare division','Создать подразделение');
uis.lang_ru('#qs:st:create division','Создать подразделение');
uis.lang_ru('#qs:st:create employee','Создать сотрудника');
uis.lang_ru('#qs:st:create job','Создать должность');
uis.lang_ru('#qs:st:create leave type','Создать тип отсутствия');
uis.lang_ru('#qs:st:create location','Создать локацию');
uis.lang_ru('#qs:st:download mobile app','Загрузить мобильное приложение');
uis.lang_ru('#qs:st:hire employee','Принять сотрудника на работу');
uis.lang_ru('#qs:st:set up schedule','Настроить график работы');
uis.lang_ru('#qs:st:начало работы в компании','Войдите в систему от имени созданной ранее компании');
uis.lang_ru('#qs:st:создайте компанию','Создание компании');
commit;
end;
/
