{
 "at least one time kind must be selected": "At least one working time type must be selected!",
 "cancel": "Cancel",
 "clear preferences": "Reset",
 "create template": "Create template",
 "CSV": "CSV",
 "custom fact time": "Custom worked hours settings",
 "date": "Period",
 "division": "Department",
 "employee info": "Employee Info",
 "Excel": "EXCEL",
 "extra timesheet info": "Attendance Extra Info",
 "filials": "Organizations",
 "generate": "Generate",
 "Html": "HTML",
 "include after work time": "Account early arrival",
 "include before work time": "Account late departure",
 "include lunchtime": "Account lunchtime",
 "include rest free": "Account weekends",
 "jobs": "Jobs",
 "locations": "Locations",
 "manager division group": "Show manager from department group",
 "new template": "New template",
 "parameters": "Filter",
 "preferences": "Settings",
 "save": "Save",
 "save preferences": "Save",
 "save preferences?": "Save?",
 "setting check track": "Check tracks",
 "setting check track schedule": "Display track schedule",
 "setting daily fact hours": "Worked Hours (for day)",
 "setting division": "Department",
 "setting early output": "Early Check Out",
 "setting fact coef": "Worked ratio (includes off-schedule time)",
 "setting fact time": "Worked Hours",
 "setting filial": "Organization",
 "setting free time": "Out of Schedule",
 "setting input output": "Check In, Check Out Time",
 "setting job": "Job",
 "setting late input": "Lateness",
 "setting location": "Locations",
 "setting manager": "Manager",
 "setting minute words": "Display (hh.min)",
 "setting minutes": "Display minutes",
 "setting overtime": "Overtime",
 "setting rank": "Rank",
 "setting rest free coef": "Rest Day Work",
 "setting rest free time": "Rest Day Work Coefficient",
 "setting schedule": "Work Schedule",
 "setting show daily leave time": "Display leave time",
 "setting show fact time removed penalty time": "Show worked hours including fines",
 "setting show if dismissed or not hired": "Display dismissed or not hired employees yet",
 "setting show if penalty early time": "Display fine early time",
 "setting show if penalty lack time": "Display fine lack time",
 "setting show if penalty late time": "Display fine late time",
 "setting show if penalty total time": "Display fine total time",
 "setting show leave time separately": "Display absence by type of working time",
 "setting show time in only minutes": "Display only minutes",
 "setting show turnout time removed track schedule time": "Treat missing marks as lack time",
 "setting staff number": "PersNo",
 "setting to hide request with letter code": "Hide letter codes",
 "setting to show origin penalties total time": "Display original fine total time",
 "setting to show origin penalty early time": "Display original fine early time",
 "setting to show origin penalty lack time": "Display original fine lack time",
 "setting to show origin penalty late time": "Display original fine late time",
 "setting to show total penalty time for period": "Calculate penalty time only for period",
 "setting worked coef": "Worked Coefficient",
 "setting worked days": "Worked Days",
 "show leave by coef": "Show leave by coefficient",
 "staff kind": "Employment Type",
 "staff name": "Full Name",
 "staff number": "PersNo",
 "staffs": "Employees",
 "templates": "Templates",
 "The report uses their short names to describe the request or day type. This setting can prevent such letters from appearing": "Letter codes are short alphabetic designations to describe a request or type of day. <p>For example: Nwd - is a day off, X - is an absence, etc. Enabling the setting hides such alphabets.",
 "this setting is used to calculate the employee fines for the total period. if the setting is off, your fines will be calculated separately for each day, otherwise, the fines for the entire period will be calculated as a single fine": "Used to calculate employee fines for the entire period. If the setting is off, your fines will be calculated separately for each day, otherwise fines for the whole period will be calculated as a single fine.",
 "this setting is used to calculate the employee leave times by coefficients. when this setting is on. \"leave time by coef\" appears instead of \"leave time\" column": "It is used to calculate the time of absence by reason of employees by coefficients. When enabled, the column \"By reason\" is replaced by \"Leave time by coefficient\".",
 "this setting is used to display the times in your table along with minutes": "Used to display the time in the table along with the minutes.",
 "This setting is used to give a warning about whether the employee has a daily tracks or not. if the setting is on when the employee does not complete the track that should be done according to the employees schedule, the cell representing this day in the report is displayed in a warning color.": "When enabled, the results of the schedule of marks in the schedule are displayed.<br>When there are no marks on the schedule or there are marks but not all have been made, the cell of the corresponding day is filled with yellow.",
 "this setting is used to see how long employees have worked. you can get information about it through \"fact time\" column": "This parameter is intended for viewing the total duration of employees' stay on the corresponding day. The information will be presented in the \"Worked\" column",
 "this setting is used to see how many days an employee has worked. you can get information about it through \"worked days\" column": "This parameter is used to determine the number of days worked. Days without care will also be counted as days worked. The information will be presented in the \"Worked days\" column",
 "this setting is used to see the number of completed tracks that the employee should do according to the schedule and to warn about this.": "This parameter is used to display the number of passes that the employee is scheduled to make on the schedule.<p> <b>Display:</b> <p>x/y - in the day cell. <p>x - the number of marks made. <p>x - number of marks that should be made by the employee according to the schedule.",
 "this setting is used to see the times in the table only in minutes": "Changes the display format to minutes only. <br>From 1:58 to 118.",
 "this setting is used to show how long an employee has been at work. If the setting is off, your daily hour time will include only the time inside the schedule, otherwise, your time outside the schedule will also be included. this setting changes the employees daily work time in the report": "This setting is used to display the employee's time worked within the schedule. The information will be displayed in the day cells.",
 "this setting is used to show the percentage (%) of the employee time at work compared to the employee plan time. you can get information about it through \"fact coef\" column": "This setting is used to display the percentage (%) of the employee's time worked (including off-schedule time) against the plan. The information will be displayed in the \"Worked Coefficient (off-schedule time) %\" column.",
 "this setting is used to show the percentage (%) of work that the employee has done in relation to the plan time. you can get information about it through \"worked coef\" column": "This setting is used to display the percentage (%) of the employee's working time (excluding unscheduled time) against the plan. The information will be displayed in the \"Worked Coefficient %\" column.",
 "this setting is used to view employee check-in and check-out times. if the setting is on, you will see check-in and check-out times, not the employees daily work time": "When enabled, the time worked display in the day cell is changed to the time value of the arrival and departure marks. <br>From 9:07 to 8:55 is 18:02.<br>If there is no time stamp, xx:xx will be displayed instead of the time stamp.",
 "this setting is used to view free times on rest day. The free time on the rest day is calculated by the selected \"setting rest free coef\". You can find information about this in the \"rest free time\" column": "This setting displays the hours worked on a Rest day. Rest day working time is calculated using the value entered in the field below. Information about this can be found in the \"Rest Day Work\" column.",
 "this setting is used to view the amount of the employee daily leave time. if this setting is off, you can only see which employee day has which leave kind, otherwise you can see also the amount of this leave time": "This setting displays in the day cells how many hours an absence request has been made for. When disabled, the total number in the Absence For Reason column is displayed.",
 "this setting is used to view the amounts ​​of selected leave types for the employee. When this setting is enabled, the \"leave and absence\" column will be divided into the selected leave types and a corresponding report will be displayed for them.": "This setting is used to view the amounts of the selected absence types. When this setting is enabled, additional columns from the selected absence types will be added to the Absence column.",
 "this setting is used to view the employee working hours minus penalty times": "This setting is used to view the employee's work time minus penalty time. The information will be displayed in the \"Original Fine Time\" column",
 "this setting is used to view the times in the table in words": "Changes the format of the time display. <p>From 1:58 to 1h 58 min.",
 "this setting is used to view time outside of the employee work schedule. you can get information about it through \"free time\" column": "This parameter is used to display information about the time spent by the employee outside the set work schedule. The information will be presented in the \"Off Schedule\" column",
 "This setting shows the early time value according to the fine policy. This may vary from your early time. you can get information about it through \"origin penalty early time\" column": "This setting shows the early departure time according to the penalty policy. The information will be presented in the column \"Original Fine Early Time\"",
 "This setting shows the lack time value according to the fine policy. This may vary from your lack time. you can get information about it through \"origin penalty lack time\" column": "This setting shows the absence time according to the penalty policy. The information will be presented in the \"Original Fine Lack Time\" column",
 "This setting shows the late time value according to the fine policy. This may vary from your late time. you can get information about it through \"origin penalty late time\" column": "This setting shows the tardy times according to the penalty policy. The information will be presented in the \"Original Fine Late Time\" column",
 "This setting shows the penalties value according to the fine policy. This may vary from your penalties. you can get information about it through \"origin penalty total\" column": "This setting shows the total penalty time according to the penalty policy. The information will be presented in the \"Original Fine Time\" column",
 "time kinds": "Working Time Types",
 "timesheet info": "Attendance Info",
 "view": "View",
 "when this setting is on, if there is time before the employees hiring or after the dismissal in the selected period, it is represented by their short names. The short name of the pre-hiring period is \"not hired\" and the short name of the post-dismissal period is \"dismissed\"": "When this option is enabled, the system will display information about employee dismissed days and days not hired. <br><b>Designations:</b><br> DM - dismissed. NH - not hired.",
 "XML": "XML"
}