{
 "at least one time kind must be selected": "Необходимо выбрать хотя бы один вид времени!",
 "cancel": "Отменить",
 "clear preferences": "Сбросить",
 "create template": "Создать шаблон",
 "CSV": "CSV",
 "custom fact time": "Пользовательские настройки отработанного времени",
 "date": "Период",
 "division": "Подразделение",
 "employee info": "Информация о сотруднике",
 "Excel": "EXCEL",
 "extra timesheet info": "Дополнительная информация о посещениях",
 "filials": "Организации",
 "generate": "Составить отчет",
 "Html": "HTML",
 "include after work time": "Учитывать поздний уход",
 "include before work time": "Учитывать ранний приход",
 "include lunchtime": "Учитывать обеденное время",
 "include rest free": "Учитывать время в выходные дни",
 "jobs": "Должности",
 "locations": "Локации",
 "manager division group": "Показать руководителя из группы подразделений",
 "new template": "Новый шаблон",
 "parameters": "Фильтр",
 "preferences": "Настройки",
 "save": "Сохранить",
 "save preferences": "Сохранить",
 "save preferences?": "Сохранить настройки?",
 "setting check track": "Проверить отметки",
 "setting check track schedule": "Показать расписание отметок",
 "setting daily fact hours": "Отработано часов (за день)",
 "setting division": "Подразделение",
 "setting early output": "Ранний уход",
 "setting fact coef": "Отработанный коэффициент (включает время вне графика)",
 "setting fact time": "Отработано часов",
 "setting filial": "Организация",
 "setting free time": "Вне графика (не учтено)",
 "setting input output": "Время прихода и ухода",
 "setting job": "Должность",
 "setting late input": "Опоздание",
 "setting location": "Локации",
 "setting manager": "Руководитель",
 "setting minute words": "Показать (чч, мин)",
 "setting minutes": "Показать минуты",
 "setting overtime": "Сверхурочно",
 "setting rank": "Разряд",
 "setting rest free coef": "Работа в выходные дни",
 "setting rest free time": "Коэффициент работы в выходные дни",
 "setting schedule": "График работы",
 "setting show daily leave time": "Показать время запроса",
 "setting show fact time removed penalty time": "Показать отработанное время с учетом штрафов",
 "setting show if dismissed or not hired": "Отображать уволенных либо еще не принятых на работу",
 "setting show if penalty early time": "Показать штрафное время за ранний уход",
 "setting show if penalty lack time": "Показать штрафное время за отсутствие",
 "setting show if penalty late time": "Показать штрафное время за опоздание",
 "setting show if penalty total time": "Показать штрафное время",
 "setting show leave time separately": "Показать отсутствие по виду времени",
 "setting show time in only minutes": "Показать только минуты",
 "setting show turnout time removed track schedule time": "Учитывать пропущенные отметки как отсутствие",
 "setting staff number": "Табельный номер",
 "setting to hide request with letter code": "Скрыть буквенные коды",
 "setting to show origin penalties total time": "Показать исходное штрафное время",
 "setting to show origin penalty early time": "Показать исходное штрафное время за ранний уход",
 "setting to show origin penalty lack time": "Показать исходное штрафное время за отсутствие",
 "setting to show origin penalty late time": "Показать исходное штрафное время за опоздание",
 "setting to show total penalty time for period": "Cчитать штрафное время только за период",
 "setting worked coef": "Отработанный коэффициент",
 "setting worked days": "Отработано дней",
 "show leave by coef": "Показать отсутствие по причине с учетом коэффициента",
 "staff kind": "Вид занятости",
 "staff name": "ФИО",
 "staff number": "Табельный номер",
 "staffs": "Сотрудники",
 "templates": "Шаблоны",
 "The report uses their short names to describe the request or day type. This setting can prevent such letters from appearing": "Буквенные коды - это короткие буквенные обозначения для описания запроса или типа дня. <p>Например: В - выходной, П - праздник и тд. Включение настройки скрывает такие буквенные обозначения.",
 "this setting is used to calculate the employee fines for the total period. if the setting is off, your fines will be calculated separately for each day, otherwise, the fines for the entire period will be calculated as a single fine": "Используется для расчета штрафов сотрудников за весь период. Если настройка выключена, ваши штрафы будут рассчитываться отдельно за каждый день, в противном случае штрафы за весь период будут рассчитываться как единый штраф.",
 "this setting is used to calculate the employee leave times by coefficients. when this setting is on. \"leave time by coef\" appears instead of \"leave time\" column": "Используется для расчета времени отсутствия по причине сотрудников по коэффициентам. При включении вместо столбца «По причине» появляется «По причине (с уч. коэф.)».",
 "this setting is used to display the times in your table along with minutes": "Используется для отображения времени в таблице вместе с минутами.",
 "This setting is used to give a warning about whether the employee has a daily tracks or not. if the setting is on when the employee does not complete the track that should be done according to the employees schedule, the cell representing this day in the report is displayed in a warning color.": "При включении отображается результаты расписания отметок в графике.<br>Когда нет отметок по расписанию или отмети есть, но не все были сделаны, ячейка соответствующего дня заполняется желтым.",
 "this setting is used to see how long employees have worked. you can get information about it through \"fact time\" column": "Данный параметр предназначен для просмотра общей продолжительности прибывания сотрудников в соответствующий день. Информация будет представлена в столбце \"Отработано\"",
 "this setting is used to see how many days an employee has worked. you can get information about it through \"worked days\" column": "Этот параметр предназначен для определения количества отработанных дней. Дни без ухода тоже будут считаться как отработанные дни. Информация будет представлена в столбце \"Отработано дней\"",
 "this setting is used to see the number of completed tracks that the employee should do according to the schedule and to warn about this.": "Этот параметр предназначен для отображения количество сделанных отметок по расписанию, которые должен сделать сотрудник по графику.<p> <b>Отображение:</b> <p>x/y - в ячейке дня. <p>x - кол-во сделанных отметок. <p>x - кол-во отметок который должен сделать сотрудник по расписанию.",
 "this setting is used to see the times in the table only in minutes": "Меняет формат отображения времени только на минуты. <br>С 1:58 на 118.",
 "this setting is used to show how long an employee has been at work. If the setting is off, your daily hour time will include only the time inside the schedule, otherwise, your time outside the schedule will also be included. this setting changes the employees daily work time in the report": "Эта настройка используется, для отображения отработанного времени сотрудника внутри графика. Информация отобразится в ячейках дня.",
 "this setting is used to show the percentage (%) of the employee time at work compared to the employee plan time. you can get information about it through \"fact coef\" column": "Эта настройка используется для отображения процентного соотношения (%) рабочего времени сотрудника (с учетом времени вне графика) по отношению к плану. Информацию отобразится в столбце \"Отработанный коэффициент (вне графика) (%)\".",
 "this setting is used to show the percentage (%) of work that the employee has done in relation to the plan time. you can get information about it through \"worked coef\" column": "Эта настройка используется для отображения процентного соотношения (%) рабочего времени сотрудника (без учета времени вне графика) по отношению к плану. Информацию отобразится в столбце \"Отработанный коэффициент (%)\".",
 "this setting is used to view employee check-in and check-out times. if the setting is on, you will see check-in and check-out times, not the employees daily work time": "При включении отображение отработанного времени в ячейке дня изменяется на значение времени отметок прихода и ухода. <br>С 9:07 на 8:55 - 18:02.<br>Если отметка отсутствует вместо времени отметки будут отображаться хх:хх.",
 "this setting is used to view free times on rest day. The free time on the rest day is calculated by the selected \"setting rest free coef\". You can find information about this in the \"rest free time\" column": "Эта настройка отображает отработанное время в выходной день. Работа в выходной день рассчитывается с помощью введенного значения в поле ниже. Информацию об этом можно найти в столбце \"Работа в выходные дни\".",
 "this setting is used to view the amount of the employee daily leave time. if this setting is off, you can only see which employee day has which leave kind, otherwise you can see also the amount of this leave time": "Эта настройка отображает в ячейках дня на сколько часов был сделан запроса на отсутствие. При выключенном состоянии отображается общее кол-во в столбце Отсутствия \"По причине\".",
 "this setting is used to view the amounts ​​of selected leave types for the employee. When this setting is enabled, the \"leave and absence\" column will be divided into the selected leave types and a corresponding report will be displayed for them.": "Эта настройка используется для просмотра сумм выбранных видов отсутствия. При включении этой настройки к столбцу \"Отсутствие\" будет добавлены дополнительные столбцы из выбранных типов отсутствия.",
 "this setting is used to view the employee working hours minus penalty times": "Эта настройка используется для просмотра рабочего времени сотрудника за вычетом штрафного времени. Информация отобразится в столбце \"Исходное штрафное время\"",
 "this setting is used to view the times in the table in words": "Меняет формат отображения времени. <p>С 1:58 на 1 ч 58 мин.",
 "this setting is used to view time outside of the employee work schedule. you can get information about it through \"free time\" column": "Данный параметр предназначен для отображения информации о времени, проведенном сотрудником вне установленного графика работы. Информация  будет представлена в столбце \"Вне графика\"",
 "This setting shows the early time value according to the fine policy. This may vary from your early time. you can get information about it through \"origin penalty early time\" column": "Эта настройка показывает время раннего ухода в соответствии с политикой штрафов. Информация будет представлена в столбце \"Исходное штрафное время за ранний уход\"",
 "This setting shows the lack time value according to the fine policy. This may vary from your lack time. you can get information about it through \"origin penalty lack time\" column": "Эта настройка показывает время отсутствия в соответствии с политикой штрафов. Информация будет представлена в столбце \"Исходное штрафное время за отсутствие\"",
 "This setting shows the late time value according to the fine policy. This may vary from your late time. you can get information about it through \"origin penalty late time\" column": "Эта настройка показывает время опозданий в соответствии с политикой штрафов. Информация будет представлена в столбце \"Исходное штрафное время за опоздание\"",
 "This setting shows the penalties value according to the fine policy. This may vary from your penalties. you can get information about it through \"origin penalty total\" column": "Эта настройка показывает общее штрафное время в соответствии с политикой штрафов. Информация будет представлена в столбце \"Исходное штрафное время\"",
 "time kinds": "Виды рабочего времени",
 "timesheet info": "Информация о посещениях",
 "view": "Просмотр",
 "when this setting is on, if there is time before the employees hiring or after the dismissal in the selected period, it is represented by their short names. The short name of the pre-hiring period is \"not hired\" and the short name of the post-dismissal period is \"dismissed\"": "Когда эта опция включена, система будет отображать информацию о днях увольнения сотрудников и днях, когда не были приняты на работу.<br><b>Обозначения:</b><br>УВ - уволен.<br>НП - не принят на работу.",
 "XML": "XML"
}